Repository: emreakbas1804/webUi
Catalog: Resources/Views/Home/Index.*.resx
Languages: it

source: AS TOR SERVICES FAMILY
it: COME FAMIGLIA TOR SERVİCES

source: To provide worldwide service in the industrial <span style="font-weight: 900;">service/maintenance</span> sector, with the safest, innovative, and especially unrivaled short-term solutions for all kinds of mechanical parts problems that prevent the production targeted by our business partners. We aim to be a company that aims to become a global leader in its field.
it: Fornire un servizio in tutto il mondo nel settore dell assistenza/manutenzione industriale, con le soluzioni a breve termine più sicure, innovative e soprattutto senza rivali per tutti i tipi di problemi di parti meccaniche che impedire la produzione presa di mira dai nostri partner commerciali.Il nostro obiettivo è essere un azienda che mira ad essere un leader globale nel suo settore.

source: Analysis / Design
it: Analisi / Progettazione

source: In our projects, together with our engineers and technicians who are experts in their fields, we carry out the stages and analyzes of what should be done beforehand.
it: Nei nostri progetti, insieme ai nostri ingegneri e tecnici esperti nei loro campi, svolgiamo le fasi e le analisi di ciò che dovrebbe essere fatto in anticipo.

source: Supply
it: La fornitura

source: We use the fastest and most suitable products for the necessary production, design and parts that need to be supplied after the detection of the defective or parts that need to be replaced.
it: Utilizziamo i prodotti più veloci e più adatti per la produzione necessaria, il design e le parti che devono essere fornite dopo il rilevamento delle parti difettose o che devono essere sostituite.

source: Maintenance
it: Manutenzione

source: On site/ with our portable machines; We provide people and professionalism-oriented services by providing solutions to devices of all sizes as soon as possible.
it: In loco/con le nostre macchine portatili; Forniamo servizi orientati alla persona e alla professionalità fornendo soluzioni per dispositivi di tutte le dimensioni il prima possibile.

source: Assembly
it: Assemblaggio

source: Accompanied by assembly operators, we ensure the assembly of devices in a planned and organized manner by taking the highest level of precautions and responsibilities in all units we serve.
it: Accompagnati da operatori di assemblaggio, assicuriamo l'assemblaggio dei dispositivi in ​​modo pianificato e organizzato assumendo il massimo livello di precauzioni e responsabilità in tutte le unità che serviamo.

source: Global
it: Globale

source: As Tor services, we are signing projects all over the world. We have proven our quality and success, especially in Turkey, Spain and Italy.
it: Come servizi Tor, stiamo firmando progetti in tutto il mondo. Abbiamo dimostrato la nostra qualità e successo, soprattutto in Turchia, Spagna e Italia.

source: Time
it: Tempo

source: Being aware of how important time, one of our most valuable treasures, is for us and you, we deliver projects in unrivaled times.
it: Consapevoli di quanto sia importante per noi e per voi il tempo, uno dei nostri tesori più preziosi, consegniamo i progetti in tempi ineguagliabili.

source: Tor Services, which has proven its projects and works especially in Europe, aims to carry its success in the European market to all over the world.
it: Tor Services, che ha dimostrato i suoi progetti e lavori soprattutto in Europa, mira a portare il suo successo nel mercato europeo in tutto il mondo.

source: Sectors we are in
it: Settori in cui ci troviamo

source: Energy
it: Energia

source: Iron and Steel
it: Ferro e acciaio

source: Marine
it: Marino

source: Oil
it: Il petrolio

source: Cement / Tile
it: Cemento / Piastrella

source: Paper Pulp
it: Polpa

source: Car
it: Macchina

source: Power Plants
it: Centrali elettriche

source: REQUEST A QUOTE
it: RICHIEDI UN PREVENTIVO

source: Offer
it: Offerta

source: CONTACT US
it: CONTATTACI

source: Contact
it: Comunicazione
